Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/3545.tmx
Source language: ba
Languages: ru

source: Туғыҙ, Айгөл.
ru: 9:00, Айгуль.

source: Әлфиә, сәғәт нисә?
ru: Альфия, который час?

source: Сәғәт ун ике, әсәй.
ru: Время 12:00, мама.

source: Гөлшат, сәғәт алтымы?
ru: Гульшат, время 6:00?

source: Эйе, алты.
ru: Да, 6:00.

source: Апай, сәғәт һигеҙме?
ru: Тетя, время 8:00?

source: Юҡ, Гөлнур, сәғәт ун.
ru: Нет, Гульнур, время 10:00.

source: Сәғәт бишме, Наза?
ru: Время 5:00, Наза?

source: Биш түгел, сәғәт алты, атай.
ru: Не 5:00, время 6:00, папа.

source: Нисә?
ru: Сколько?

source: Нисәнсе?
ru: Который?

source: беренсе
ru: первый

source: Ике – икенсе
ru: второй

source: Өс – өсөнсө
ru: третий

source: Дүрт – дүртенсе
ru: четвертый

source: Биш – бишенсе
ru: пятый

source: Алты – алтынсы
ru: шестой

source: Ете – етенсе
ru: седьмой

source: Һигеҙ – һигеҙенсе
ru: восьмой

source: Туғыҙ – туғыҙынсы
ru: девятый

source: Ун – унынсы
ru: десятый

source: Ун бер – ун беренсе
ru: одиннадцатый

source: Алтынсы.
ru: Шестой.

source: Унынсы.
ru: Десятый.

source: Ғәфү итегеҙ, сәғәт нисә?
ru: Извините, который час?

source: Икенсе биш минут.
ru: Пять минут второго.

source: Ғәфү ит, сәғәт нисә?
ru: Извини, который час?

source: Ун биш минут ун беренсе.
ru: Пятнадцать минут одиннадцатого.

source: Ярты
ru: половина

source: Бишенсе ярты.
ru: Половина пятого.

source: Айгөл, сәғәт нисә?
ru: Айгуль, который час?

source: Унынсы ярты.
ru: Половина десятого.

source: Дүртенсе ярты.
ru: Половина четвертого.

source: Белмәйем.
ru: Не знаю.

source: Бер ни түгел.
ru: Не за что.

source: Атай, сәғәт нисә?
ru: Папа, который час?

source: Белмәйем, Әлиә.
ru: Не знаю, Алия.

source: Өс.
ru: Три.

source: Рәхмәт
ru: Спасибо.

source: Шулаймы?
ru: Разве, так?

source: Шулаймы ни?
ru: Вот как?

source: Шулай
ru: да, точно так

source: Гүзәлиә, сәғәт нисә?
ru: Гузалия, который час?

source: Ун ике.
ru: Двенадцать.

source: Шулай.
ru: Да.

source: Ғәфү ит, Нур, сәғәт нисә?
ru: Извини, Нур, который час?

source: Ун икенсе ун минут.
ru: Десять минут двенадцатого.

source: Шулай шул, ун икенсе.
ru: Точно так, двенадцатый.

source: Наҙгөл, сәғәт нисә?
ru: Назгуль, который час?

source: Ун беренсе ярты.
ru: Половина одиннадцатого.

source: Эйе, шулай шул, ун беренсе ярты.
ru: Да, точно так, половина одиннадцатого.

source: сығып тай
ru: выскочи и убегай

source: осоп сыҡ
ru: вылетай

source: БИШЕНСЕ ДӘРЕС
ru: УРОК ПЯТЫЙ

source: Азат, был нимә?
ru: Азат, что это?

source: Нимә?
ru: Что?

source: Был компьютер.
ru: Это компьютер.

source: Илгиз, был нимә?
ru: Ильгиз,, что это?

source: Был скейт.
ru: Это скейт.

source: Айҙар, был нимә?
ru: Айдар, что это?

source: Был компакт-диск.
ru: Это компакт-диск.

source: Кемдеке?
ru: Чей?

source: Компьютер кемдеке?
ru: Компьютер чей?

source: Азаттыҡы.
ru: Азата.

source: Журнал кемдеке?
ru: Журнал чей?

source: Журнал атайҙыҡы.
ru: Журнал отца.

source: Скейт кемдеке?
ru: Скейт чей?

source: Скейтбордистыҡы.
ru: Скейтбордиста.

source: Гитара Айсарҙыҡымы?
ru: Гитара Айсара?

source: Эйе, Айсарҙыҡы.
ru: Да, Айсара.

source: Ғәфү итегеҙ, мотоцикл кемдеке?
ru: Извините, мотоцикл чей?

source: Мотоцикл Айҙарҙыҡы.
ru: Мотоцикл Айдара.

source: Минеке
ru: мой, моя, мое

source: Уныҡы
ru: его, ее

source: Беҙҙеке
ru: наш, наша, наше

source: Һеҙҙеке
ru: ваш, ваша, ваше

source: Уларҙыҡы
ru: их

source: Минеке.
ru: Мой.

source: Машина һинекеме?
ru: Машина твоя?

source: Эйе, минеке.
ru: Да, моя.

source: Был гитара һеҙҙекеме?
ru: Эта гитара ваша?

source: Юҡ, беҙҙеке түгел.
ru: Нет, не наша.

source: Компьютер уныҡымы?
ru: Компьютер его?

source: Юҡ, уныҡы түгел, минеке.
ru: Нет, не его, а мой.

source: Был магнитофон һинекеме?
ru: Это твой магнитофон?

source: Эйе, был магнитофон минеке.
ru: Да, это мой магнитофон.

source: Азат, мотоцикл һинекеме?
ru: Азат, мотоцикл твой?

source: Юҡ, минеке түгел, Илгиздеке.
ru: Нет, не мой, Ильгиза.

source: Кейем
ru: одежда.

source: Бүрек
ru: Шапка

source: Тун
ru: Шуба

source: Итек
ru: Сапоги

source: Эшләпә
ru: Шляпа

source: Быйма
ru: Валенки

source: Шәл
ru: Шаль

source: Күлдәк
ru: Платье (рубашка)

source: Кроссовка
ru: Кроссовки

source: Яулыҡ
ru: Платок

source: Салбар
ru: Брюки

source: Түбәтәй
ru: Тюбетейка

source: Калуш
ru: Галоши

source: Түбәтәй.
ru: Тюбетейка.

source: Олег, был нимә?
ru: Олег, что это?

source: Был эшләпә.
ru: Это шляпа.

source: Оля, был нимә?
ru: Оля, что это?

source: Тун.
ru: Шуба.

source: Юра, был свитермы?
ru: Юра, это свитер?

source: Эйе, свитер.
ru: Да, свитер.

source: Олеся, был нимә, итекме?
ru: Олеся, что это, сапоги?

source: Юҡ, итек түгел, был быйма.
ru: Нет, не сапоги, это валенки.

source: Быйма һинекеме?
ru: Валенки твои?

source: Юҡ, олатайҙыҡы.
ru: Нет, дедушки.

source: Калуш кемдеке?
ru: Калоши чьи?

source: Калуш өләсәйҙеке.
ru: Калоши бабушки.

source: Алмаз, кроссовка һинекеме?
ru: Алмаз, кроссовки твои?

source: Азат, салбар Илгиздекеме?
ru: Азат, брюки Ильгиза?

source: Эйе, уныҡы.
ru: Да, его.

source: Их одежда?
ru: Кейем уларҙыҡымы?

source: Эйе, уларҙыҡы.
ru: Да, их.

source: АЛТЫНСЫ ДӘРЕС
ru: УРОК ШЕСТОЙ

source: ИКЕНСЕ ДӘРЕС –
ru: УРОК ВТОРОЙ

source: миндә
ru: у меня

source: һиндә
ru: у тебя

source: унда
ru: у него (нее)

source: беҙҙә
ru: у нас

source: һеҙҙә
ru: у вас

source: уларҙа
ru: у них

source: мин дә
ru: и я

source: һин дә
ru: и ты

source: ул да
ru: и он

source: беҙ ҙә
ru: и мы

source: һеҙ ҙә
ru: и вы

source: улар ҙа
ru: и они

source: Кемдә?
ru: У кого?

source: бында
ru: тут

source: Һиндәме?
ru: У тебя?

source: Һеҙҙәме?
ru: У вас?

source: тегендә
ru: в том месте

source: унда –мында
ru: туда-сюда

source: урам
ru: улица

source: ҡала
ru: город

source: ауыл
ru: деревня

source: ал
ru: передняя часть

source: арт
ru: зад, задняя часть

source: өҫ
ru: верх

source: аҫ
ru: низ

source: урта
ru: середина

source: ҡаршы
ru: против

source: уң
ru: правый

source: һул
ru: левый

source: Алда
ru: впереди

source: артта
ru: позади

source: өҫтә
ru: наверху

source: аҫта
ru: внизу

source: уртала
ru: в середине

source: ҡаршыла
ru: напротив

source: уңда
ru: направо

source: һулда
ru: налево

source: ана
ru: вон

source: бына
ru: вот

source: йәшә
ru: живи

source: тор
ru: проживай

source: Азат, һин нимә эшләйһең?
ru: Азат, что ты делаешь?

source: Нимә эшләй?
ru: Что делает?

source: Мин йәшәйем.
ru: Я живу.

source: Һин йәшәйһең.
ru: Ты живешь.

source: Ул йәшәй.
ru: Он (она) живет.

source: Беҙ йәшәйбеҙ.
ru: Мы живем.

source: Һеҙ йәшәйһегеҙ.
ru: Вы живете.

source: Улар йәшәйҙәр.
ru: Они живут.

source: Улар йәшәй.
ru: Они живут.

source: Мин беләм.
ru: Я знаю.

source: Һин беләһең.
ru: Ты знаешь.

source: Ул белә.
ru: Он знает.

source: Беҙ беләбеҙ.
ru: Мы знаем.

source: Улар беләләр.
ru: Они знают.

source: Һеҙ беләһегеҙ.
ru: Вы знаете.

source: Улар белә.
ru: Они знают.

source: Мин яратам.
ru: Я люблю.

source: Һин яратаһың.
ru: Ты любишь.

source: Ул ярата.
ru: Он (она) любит.

source: Беҙ яратабыҙ.
ru: Мы любим.

source: Һеҙ яратаһығыҙ.
ru: Вы любите.

source: Улар ярата.
ru: Они любят.

source: Улар яраталар.
ru: Они любят.

source: китап
ru: книга

source: китап уҡый
ru: читает книгу

source: китап ярата
ru: любит книгу

source: көн
ru: день

source: көндәр
ru: дни

source: дүшәмбе
ru: понедельник

source: шишәмбе
ru: вторник

source: шаршамбы
ru: среда

source: кесаҙна
ru: четверг

source: йома
ru: пятница

source: шәмбе
ru: суббота

source: йәкшәмбе
ru: воскресенье

source: Бөгөн
ru: сегодня

source: Кисә
ru: вчера

source: Иртәгә
ru: завтра

source: Мине
ru: меня

source: Һине
ru: тебя

source: Уны
ru: его (её)

source: Беҙҙе
ru: нас

source: Һеҙҙе
ru: вас

source: Уларҙы
ru: их

source: Азат, һин ҡайҙа бараһың?
ru: Куда ты идёшь (едешь), Азат?

source: ҡайҙа
ru: куда

source: вокзалға
ru: на вокзал

source: эшкә
ru: на работу

source: Сибайға
ru: в Сибай

source: Белоретҡа
ru: в Белорецк

source: Әлмәткә
ru: в Альметьевск

source: Пермгә
ru: в Пермь

source: Вокзалға бара.
ru: Едет на вокзал.

source: Эшкә бара.
ru: Идет на работу

source: Гүзәл вокзалға бара.
ru: Гузель едет на вокзал.

source: Айбулат эшкә бара.
ru: Айбулат идет на работу.

source: Гүзәл, һин ҡайҙа бараһың?
ru: Куда ты едешь, Гузель?

source: Айбулат ҡайҙа бара?
ru: Куда едет Айбулат?

source: Гүзәл вокзалға барамы?
ru: Едет Гузель на вокзал?

source: Айбулат эшкә барамы?
ru: Идет Айбулат на работу?

source: Кем ҡалаға бара?
ru: Кто едет в город?

source: Кем ауылға бара?
ru: Кто едет в деревню?

source: Һин ауылға бараһыңмы?
ru: Ты едешь в деревню?

source: Ул ҡалаға барамы
ru: Он едет в город?

source: кит
ru: уезжай

source: кил
ru: приезжай

source: ҡайт
ru: возвращайся

source: миңә
ru: ко мне

source: һиңә
ru: тебе

source: уға
ru: ему

source: беҙгә
ru: нам

source: һеҙгә
ru: вам

source: уларға
ru: им

source: кәрәк
ru: нужно

source: Ҡыҙ
ru: девочка

source: Ҡыҙым
ru: дочка

source: Ул
ru: сын

source: Улым
ru: сынок

source: ТУҒЫҘЫНСЫ ДӘРЕС
ru: УРОК ДЕВЯТЫЙ

source: Азат, һиңә нисә йәш?
ru: Азат, сколько тебе лет?

source: Нисә йәш?
ru: Сколько лет?

source: ҺИГЕҘЕНСЕ ДӘРЕС
ru: УРОК ВОСЬМОЙ

source: ЕТЕНСЕ ДӘРЕС
ru: УРОК СЕДЬМОЙ

source: Йыл
ru: год

source: Ай
ru: месяц

source: Аҙна
ru: неделя

source: Көн
ru: день

source: менән
ru: и

source: һәм
ru: и

source: Тыуған көн
ru: день рождения

source: Тыуған көнөң менән ҡотлайым!
ru: Поздравляю с днем рождения!

source: Минең тыуған көнөм
ru: мой день рождения.

source: Тыуған көнөң ҡотло булһын!
ru: Поздравляю с днем рождения!

source: Бына визиткам.
ru: Вот моя визитка.

source: Бына визитка.
ru: Вот визитка.

source: Телефонығыҙ бармы?
ru: У вас есть телефон?

source: УНЫНСЫ ДӘРЕС
ru: УРОК ДЕСЯТЫЙ

source: Азат, адресығыҙ нисек?
ru: Азат, какой у вас адрес?

source: Адресығыҙ нисек?
ru: Какой у вас адрес?

source: адресым
ru: мой адрес

source: адресың
ru: твой адрес

source: һинең адресың
ru: твой адрес

source: адресы
ru: его адрес

source: адресыбыҙ
ru: наш адрес

source: минең адресым
ru: мой адрес

source: уның адресы
ru: его (ее) адрес

source: беҙҙең адресыбыҙ
ru: наш адрес

source: һеҙҙең адресығыҙ
ru: ваш адрес

source: уларҙың адресы
ru: их адрес

source: Адресыбыҙ:
ru: Наш адрес:

source: Номеры нисек?
ru: Какой номер?

source: Өй номеры.
ru: Номер дома.

source: Телефон номеры.
ru: Номер телефона.

source: Машина номеры.
ru: Номер машины.

source: Кеҫә телефоны.
ru: Сотовый телефон.

source: Янфон
ru: Мобильный телефон

source: Был кеҫә телефоны.
ru: Это сотовый телефон.

source: Минең кеҫә телефоным.
ru: Мой сотовый телефон.

source: Минең кеҫә телефоным бар.
ru: У меня есть сотовый телефон.

source: Был 23-19-79 номер түгелме ни?
ru: Разве это не номер 23-19-79?

source: Был 2-15-18 номер.
ru: Это номер 2-15-18.

source: Был 2-17-19 номермы?
ru: Это номер 2-17-19?

source: Был 2-18-22 номер түгелме?
ru: Это не номер 2-18-22?

source: УН БЕРЕНСЕ ДӘРЕС
ru: УРОК ОДИННАДЦАТЫЙ

source: Азат, һин ҡасан ҡайтаһың?
ru: Азат, когда ты вернёшься?

source: Ҡасан?
ru: Когда?

source: хәҙер
ru: ныне

source: Ҡасан ҡайта?
ru: Когда возвращается?

source: Ҡасан килә?
ru: Когда придет?

source: әле
ru: сейчас

source: Ҡасан китә?
ru: Когда уедет?

source: Иртә
ru: рано

source: Һуң
ru: поздно

source: әле генә
ru: только что

source: яҙ
ru: весна

source: йәй
ru: лето

source: көҙ
ru: осень

source: ҡыш
ru: зима

source: Ғинуар айында.
ru: В январе.

source: Ҡыш айҙары.
ru: Зимние месяцы.

source: ғинуар
ru: январь

source: көндөҙ
ru: днем

source: төндә
ru: ночью

source: Аҙна элек.
ru: Неделю назад.

source: Бер йыл элек.
ru: Год назад.

source: Бер ай элек.
ru: Месяц назад.

source: Биш йыл элек.
ru: Пять лет назад.

source: УН ИКЕНСЕ ДӘРЕС
ru: УРОК ДВЕНАДЦАТЫЙ

source: Азат, һин ниңә ҡайтманың?
ru: Азат, почему ты не вернулся?

source: Ниңә?
ru: Почему?

source: Ниңә ҡайтманың?
ru: Почему не вернулся?

source: Ниңә киттең?
ru: Зачем уехал?

source: Ниңә ул?
ru: Почему он?

source: Ниңә кәрәк?
ru: Зачем это нужно?

source: Ниңә һуң?
ru: Зачем же?

source: өсөн
ru: для

source: ни өсөн
ru: зачем

source: кем өсөн
ru: ради кого?

source: ямғыр
ru: дождь

source: Ямғыр яуа.
ru: Идет дождь.

source: ҡар
ru: снег

source: Ҡар яуа.
ru: Идет снег.

source: ҡояш
ru: солнце

source: Ҡояш ҡалҡа.
ru: Солнце всходит.

source: Ел
ru: ветер

source: Ел сыға.
ru: Начинается ветер.

source: Ҡояш байый.
ru: Солнце заходит.

source: һыуыҡ
ru: холод

source: йылы
ru: тепло

source: Һыуыҡ көн
ru: холодный день

source: Һыуыҡ төн
ru: холодная ночь

source: Һыуыҡ ҡыш
ru: холодная зима

source: Ҡыш һыуыҡ
ru: зима холодная

source: Көҙ һыуыҡ
ru: осень холодная

source: Йылы көн
ru: теплый день

source: Йылы яҙ
ru: теплая весна

source: Йылы өй
ru: теплый дом

source: Көн йылы
ru: день теплый

source: Мин өшөнөм.
ru: Я замерз.

source: Өшөнөм
ru: замерз

source: Мин өшөнөм
ru: я замерз

source: Һин өшөнөң
ru: ты замерз

source: Ул өшөнө–
ru: он замерз

source: Бөгөн нисә градус?
ru: Сколько сегодня градусов?

source: Нисә градус?
ru: Сколько градусов?

source: Өфөлә 10 градус йылы.
ru: В Уфе 10 0 тепла.

source: Сибайҙа 14 градус йылы.
ru: В Сибае 14 0 тепла.

source: Туҡанда 5 градус һыуыҡ.
ru: В Тукане 5 мороза.

source: УН ӨСӨНСӨ ДӘРЕС
ru: УРОК ТРИНАДЦАТЫЙ

source: Азат, һин ниндәй телдәр беләһең?
ru: Азат, какие ты языки знаешь?

source: Тел
ru: язык

source: Телдәр
ru: языки

source: Тыуған тел
ru: родной язык

source: Сит тел
ru: иностранный язык

source: Башҡорт теле
ru: башкирский язык

source: Урыҫ теле
ru: русский язык

source: Инглиз теле
ru: английский язык

source: Немец теле
ru: немецкий язык

source: Төрөк теле
ru: турецкий язык

source: Ғәрәп теле
ru: арабский язык

source: Француз теле
ru: французский язык

source: Ул төрөксә һөйләшә.
ru: Он говорит по-турецки.

source: Төрөксә
ru: по-турецки

source: Ғәрәпсә
ru: по-арабски

source: Ҡытайса
ru: по-китайски

source: Немецсә
ru: по-немецки

source: Урыҫса
ru: по-русски

source: Башҡортса
ru: по-башкирски

source: Испанса
ru: по-испански

source: Ул башҡорт телен өйрәнә.
ru: Он изучает башкирский язык.

source: Өйрән
ru: научись

source: Башҡорт телен өйрәнә
ru: изучает башкирский язык

source: Урыҫ телен өйрәнә
ru: изучает русский язык

source: Тыңла
ru: слушай

source: Аңла
ru: понимай

source: Әйт
ru: скажи

source: Уҡы
ru: читай

source: – Слушает по-башкирски.
ru: Башҡортса тыңлай.

source: Башҡортса аңлай.
ru: Понимает по-башкирски.

source: Инглизсә әйт.
ru: Скажи по-английски.

source: Ғәрәпсә уҡы.
ru: Читай по-арабски.

source: Бер аҙ аңлай.
ru: Немного понимает.

source: Бер аҙ
ru: немного

source: Бер аҙ аңлайым
ru: немного понимаю

source: Бер аҙ аңлайһың
ru: немного понимаешь

source: Бер аҙ аңлайбыҙ
ru: немного понимаем

source: Күп телдәр белә.
ru: Знает много языков.

source: Күп
ru: много

source: Әҙ
ru: мало

source: Күп белә
ru: много знает

source: Әҙ белә
ru: мало знает

source: Миңә урыҫса-башҡортса һүҙлек кәрәк.
ru: Мне нужен русско-башкирский словарь

source: Урыҫса-башҡортса
ru: русско-башкирский

source: Словарь
ru: һүҙлек

source: Һүҙлек кәрәк
ru: нужен словарь

source: Бына һүҙлек.
ru: Вот словарь.

source: Башҡорт теле дәресе.
ru: Урок башкирского языка.

source: Дәрес
ru: урок

source: Бөгөн башҡорт теле
ru: сегодня башкирский язык

source: Ғәрәпсә яҙа беләһеңме?
ru: Умеешь писать по-арабски?

source: Ғәрәпсә белә
ru: знает по-арабски

source: Яҙа белә
ru: умеет писать

source: Ғәрәпсә яҙа белә
ru: знает писать по-арабски

source: УН ДҮРТЕНСЕ ДӘРЕС
ru: УРОК ЧЕТЫРНАДЦАТЫЙ

source: Азат, нимә булды?
ru: Азат, что случилось?

source: Нимә булды?
ru: Что случилось?

source: Һиңә нимә булды?
ru: Что у тебя случилось?

source: Уға нимә булды?
ru: Что у него (нее) случилось?

source: Уларға нимә булды?
ru: Что у них случилось?

source: Баш ауырта.
ru: Голова болит.

source: Башы ауырта.
ru: У него голова болит.

source: Минең башым ауырта.
ru: У меня голова болит.

source: Башым ауыртмай.
ru: У меня голова не болит.

source: Баш
ru: голова

source: аяҡ
ru: нога

source: ҡул
ru: рука

source: күҙ
ru: глаза

source: ҡолаҡ
ru: ухо

source: ауыҙ
ru: рот

source: теш
ru: зуб

source: тел
ru: язык

source: бармаҡ
ru: палец

source: ауырта
ru: болит

source: һыҙлай – ноет
ru: ломит

source: һыҙлай
ru: ноет

source: Табибҡа бар.
ru: Иди к врачу.

source: Табип
ru: врач

source: Күҙ табибы
ru: окулист

source: Ҡолаҡ табибы –
ru: лор врач

source: Теш врачы
ru: стоматолог

source: Регистратура ҡайҙа?
ru: Где регистратура?

source: Үҫмерҙәр кабинеты ҡайҙа?
ru: Где подростковый кабинет?

source: Үҫмер
ru: подросток

source: Үҫмерҙәр кабинеты
ru: подростковый кабинет

source: Дарыу кәрәк.
ru: Необходимо лекарство.

source: Дарыулау
ru: лечить

source: Дарыу
ru: лекарство

source: Дарыу үләне
ru: лекарственные травы

source: Дарыухана
ru: аптека

source: Баш дарыуы
ru: лекарство от головной боли

source: Йоҡо дарыуы
ru: снотворное

source: Дарыу эшләү
ru: делать лекарство

source: Дарыу эсеү
ru: пить лекарство

source: Дарыу һөртөү – (рану)
ru: смазать лекарством

source: Дарыу үләне йыйыу
ru: собирать лекарственные травы

source: Дарыу үләне эсеү
ru: пить лекарственные травы

source: Дауаханаға (больницаға) ят.
ru: Ложись в больницу.

source: Һаулыҡ нисек?
ru: Как здоровье?

source: Һаулыҡ
ru: здоровье

source: Сәләмәтлек
ru: здоровье

source: Олатайҙың хәле нисек?
ru: Как состояние дедушки?

source: Хәле нисек?
ru: Как его состояние ?

source: Хәл
ru: состояние

source: Дауа
ru: снадобье

source: Хәле насар
ru: состояние плохое

source: Хәле яҡшы
ru: состояние хорошее

source: Һине кем дауалай?
ru: Кто тебя лечит?

source: Дауалау
ru: лечение

source: Температураһы юғарымы?
ru: Температура у него высокая?

source: Юғары
ru: высоко

source: Түбән
ru: низко

source: Температураһы нисек?
ru: Как у него температура?

source: Температураһы бармы?
ru: Есть у него температура?

source: Температура күтәрелде.
ru: Поднялась температура.

source: Температура төштө.
ru: Температура упала.

source: УН БИШЕНСЕ ДӘРЕС
ru: УРОК ПЯТНАДЦАТЫЙ

source: Азат, һин магазинға барҙыңмы?
ru: Азат, ты ходил в магазин?

source: Баҙар
ru: рынок

source: Компьютерҙар магазины
ru: магазин компьютеров

source: Үҙәк баҙар
ru: центральный рынок

source: Магазиндан һин нимә алдың?
ru: Что ты купил в магазине?

source: Ал
ru: бери

source: Бир
ru: дай

source: Түлә
ru: плати

source: Үлсә
ru: взвесь

source: Кассета нисә һум тора?
ru: Сколько стоит кассета?

source: Күпме
ru: какое количество

source: Һум
ru: рубль

source: Тәңкә
ru: рубль

source: Тин
ru: копейка

source: Аҡса
ru: деньги

source: Күпме тора?
ru: Сколько стоит?

source: Ни хаҡ тора?
ru: Сколько стоит?

source: Ни хаҡ?
ru: сколько?

source: Хаҡ
ru: цена

source: Ҡыйбатмы?
ru: Дорого?

source: Ҡыйбат
ru: дорого

source: Осһоҙ
ru: дешево

source: йылыраҡ
ru: теплее

source: һыуығыраҡ
ru: холоднее

source: ҡыйбатыраҡ
ru: дороже

source: осһоҙораҡ
ru: дешевле

source: әҙерәк
ru: меньше

source: күберәк
ru: больше

source: насарыраҡ
ru: хуже

source: Азат, һин икмәк алдыңмы?
ru: Азат, ты купил хлеба?

source: Икмәк
ru: хлеб

source: Һөт
ru: молоко

source: Сәй
ru: чай

source: Май
ru: масло

source: Шәкәр
ru: сахар

source: Ит
ru: мясо

source: Һыу
ru: вода

source: Балыҡ
ru: рыба

source: Ҡаймаҡ
ru: сметана

source: Тоҙ
ru: соль

source: Һин ашаныңмы?
ru: Ты поел?

source: Аша
ru: кушай

source: Эс
ru: пей

source: Әсәй, аш бешерҙеңме?
ru: Мама, суп сварила?

source: Бешереү
ru: готовить

source: Аш
ru: суп

source: Аш бешереү –
ru: варить суп

source: Бутҡа –
ru: каша

source: Бутҡа бешереү –
ru: варить кашу

source: Салат эшләү-
ru: делать салат

source: Һурпа –
ru: бульон

source: Һурпа ҡойоу –
ru: залить бульоном

source: Аштарығыҙ тәмле булһын!
ru: Приятного аппетита!

source: әсе
ru: горький

source: тәмле
ru: вкусный

source: тәмһеҙ
ru: невкусный

source: тоҙһоҙ
ru: несоленый

source: сөсө
ru: пресный

source: татлы
ru: сладкий

source: УН АЛТЫНСЫ ДӘРЕС
ru: УРОК ШЕСТНАДЦАТЫЙ

source: Азат, һеҙҙең баҡсағыҙ бармы?
ru: Азат, у вас есть сад?

source: Баҡсағыҙ бармы?
ru: Есть ли у вас сад?

source: Баҡса
ru: сад

source: Еләк
ru: ягода

source: Емеш
ru: фрукты

source: Йәшелсә
ru: овощи

source: Баҡсала нимә үҫә?
ru: Что растет в саду?

source: Үҫә
ru: растет

source: Алма
ru: яблоко

source: Сейә
ru: вишня

source: Ҡарағат
ru: смородина

source: Ҡурай еләге
ru: малина

source: Кишер
ru: морковь

source: Кәбеҫтә
ru: капуста

source: Ҡыяр
ru: огурец

source: Картуф
ru: картофель

source: Һуған
ru: лук

source: Томат
ru: помидор

source: Һарымһаҡ
ru: чеснок

source: Баҡсағыҙ ҙурмы?
ru: Сад большой?

source: Ҙур
ru: большой

source: Бәләкәй
ru: маленький

source: Алмалар ҡыҙылмы?
ru: Яблоки красные?

source: Ҡыҙыл
ru: красный

source: Йәшел
ru: зелёный

source: Аҡ
ru: белый

source: Ҡара
ru: чёрный

source: Күк
ru: синий

source: Һары
ru: жёлтый

source: Көрән
ru: бурый

source: Һоро
ru: бурый

source: арбуз эреме?
ru: Арбуз крупный?

source: Ҡарбуз
ru: арбуз

source: Эре
ru: крупный

source: Ваҡ
ru: мелкий

source: Баҡсала ер ҡатымы?
ru: В саду земля твердая?

source: Ҡаты
ru: твердый

source: Йомшаҡ – рыхлый
ru: мягкий

source: Ер
ru: земля

source: Баҡсала сәскәләр бармы?
ru: В саду есть цветы?

source: Йомшаҡ
ru: рыхлый

source: Сәскә
ru: цветок

source: Аҡсәскә
ru: ромашка

source: Күксәскә
ru: василек

source: Миләүшә
ru: фиалка

source: Роза сәскәһе
ru: роза

source: Сирень сәскәһе
ru: сирень

source: Баҡсала эшләргә ярата.
ru: Любит работать в саду.

source: Эшләргә ярата.
ru: Любит работать.

source: Уҡырға ярата.
ru: Любит учиться.

source: Алырға ярата.
ru: Любит брать.

source: Килергә ярата.
ru: Любит приходить.

source: УН ЕТЕНСЕ ДӘРЕС
ru: УРОК СЕМНАДЦАТЫЙ

source: Азат, һин бәхетле кешеме?
ru: Азат, ты счастливый человек?

source: кеше
ru: человек

source: Был кеше.
ru: Этот человек.

source: Бер кеше.
ru: Какой-то человек.

source: Биш кеше.
ru: Пять человек.

source: Ниндәй кеше?
ru: Какой человек?

source: Яҡшы кеше.
ru: Хороший человек.

source: бәхетле
ru: счастливый

source: намыҫлы
ru: честный

source: Ул ниндәй кеше?
ru: Какой он человек?

source: эшсән
ru: трудолюбивый

source: ялҡау
ru: ленивый

source: тырыш
ru: старательный

source: йомарт
ru: щедрый

source: һаран
ru: жадный

source: уҫал
ru: злой

source: Ул шундай шәп кеше!
ru: Он такой хороший человек!

source: шундай
ru: такой

source: шундай кеше
ru: такой человек

source: шундай шәп
ru: такой хороший

source: Асия матурмы?
ru: Асия красивая?

source: матур
ru: красивый

source: матур ҡыҙ
ru: красивая девушка

source: нәфис
ru: изящный

source: нәфис бил
ru: изящная талия

source: зифа
ru: стройный

source: зифа буй
ru: стройный стан

source: һылыу
ru: красивый

source: һылыу ҡатын
ru: красивая женщина

source: Алма ҡара сәсле, ҡара күҙле, аҡ йөҙлө, һомғол буйлы ҡыҙ.
ru: Алма черноволосая, черноглазая, светлолицая, стройная девушка.

source: сәс
ru: волосы

source: йөҙ
ru: лицо

source: буй
ru: стан

source: ҡара сәс
ru: черные волосы

source: һары сәс
ru: светлые волосы

source: ҡара сәсле
ru: черноволосый

source: һары сәсле
ru: светловолосый

source: бөҙрә сәс
ru: кудрявый волос

source: бөҙрә сәсле
ru: кудрявый

source: сал сәс
ru: седой волос

source: сал сәсле
ru: седовласый

source: ҡыҫҡа сәс
ru: короткий волос

source: ҡыҫҡа сәсле
ru: коротковолосая

source: оҙон сәс
ru: длинный волос

source: оҙон сәсле
ru: длинноволосая

source: ҡара күҙ
ru: черные глаза

source: ҡара күҙле
ru: черноглазый

source: зәңгәр күҙ
ru: голубые глаза

source: зәңгәр күҙле
ru: голубоглазый

source: йәшел күҙ
ru: зеленые глаза

source: йәшел күҙле
ru: зеленоглазый

source: ҡуңыр күҙ
ru: карие глаза

source: ҡуңыр күҙле
ru: кареглазая

source: аҡ йөҙ
ru: светлое лицо

source: аҡ йөҙлө
ru: светлолицая

source: ҡуңыр йөҙ
ru: смуглое лицо

source: ҡуңыр йөҙлө
ru: смуглолицая

source: һомғол буй
ru: стройный стан

source: һомғол буйлы
ru: грациозная

source: оҙон буй
ru: высокий рост

source: оҙон буйлы
ru: высокого роста

source: ҡыҫҡа буй
ru: низкий рост

source: ҡыҫҡа буйлы
ru: низкого роста

source: һимеҙ
ru: толстый

source: ябыҡ
ru: худой

source: йәш
ru: молодой

source: ҡарт
ru: старый
